Repository: Impressia/Impressia
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: de, es, eu, fr, pl

# userProfile.title.unfollow
source: Unfollow
de: Nicht mehr folgen
es: Dejar de seguir
eu: Utzi jarraitzeari
fr: Ne plus suivre
pl: Przestań obserwować

# userProfile.title.unmute
source: Unmute
de: Stummschaltung aufheben
es: Quitar silencio
eu: Utzi mututzeari
fr: Désactiver
pl: Wyłącz wyciszenie

# userProfile.title.unmuted
source: Account unmuted
de: Stummschaltung des Kontos aufgehoben
es: Cuenta sin silencio
eu: Kontua mututzeari utzi zaio
fr: Compte remis en actif
pl: Wyciszenie wyłączone

# widget.title.photoDescription
source: Widget with photos from Pixelfed.
de: Widget mit Fotos aus Pixelfed.
es: Widget con fotos de Pixelfed.
eu: Widgeta Pixelfed-eko argazkiekin.
fr: Widget avec des photos de Pixelfed.
pl: Widget ze zdjęciami z Pixelfed.

# widget.title.qrCodeDescription
source: Widget with QR Code to your Pixelfed profile.
de: Widget mit QR-Code zu Deinem Pixelfed-Profil.
es: Widget con el código QR de tu perfil de Pixelfed.
eu: Widgeta zure Pixelfed-eko profilaren QR kodearekin.
fr: Widget avec QR Code vers votre profil Pixelfed.
pl: Widget z QR kodem do profilu na Pixelfed.

# global.title.ok
source: OK
es: Aceptar
eu: Ados

# instance.title.domains
source: Domains
es: Dominios
eu: Domeinuak
fr: Domaines
pl: Domen

# instance.title.email
source: Email
es: Correo electrónico
eu: ePosta

# instance.title.name
source: Name
es: Nombre
eu: Izena
fr: Nom
pl: Nazwa

# instance.title.version
source: Version
es: Versión
eu: Bertsioa
pl: Wersja

# purchase.donut.title
source: Donut
es: Rosquilla
eu: Opila
fr: Beignet
pl: Pączek

# settings.title.support
source: Support
es: Soporte
eu: Eman babesa
pl: Wsparcie

# settings.title.system
source: System
es: Sistema
eu: Sistemak darabilena
fr: Système
pl: Systemowy

# settings.title.theme
source: Theme
es: Tema
eu: Gaia
fr: Thème
pl: Wygląd

# settings.title.version
source: Version
es: Versión
eu: Bertsioa
pl: Wersja

# status.navigationBar.title
source: Details
es: Detalles
eu: Xehetasunak
fr: Détails
pl: Szczegóły

# accounts.navigationBar.disabledBoosts
source: Disabled boosts
eu: Ezgaitutako bultzadak
fr: Boosters désactivés
pl: Ukryte podbicia

# global.error.avatarHasNotBeenDownloaded
source: Avatar has not been downloaded.
eu: Abatarra ez da deskargatu.
fr: L'avatar n'a pas été téléchargé.
pl: Awatar nie został pobrany.

# global.error.cannotConfigureTransactionListener
source: Cannot configure transaction listener.
eu: Ezin da transakzio-entzulea konfiguratu.
pl: Błąd podczas konfiguracji zakupów w aplikacji.

# global.error.cannotDownloadInAppProducts
source: Cannot download in-app products.
eu: Ezin dira aplikazioko produktuak deskargatu.
fr: Impossible de télécharger des produits in-app.
pl: Błąd podczas pobierania informacji o zakupach.

# global.error.errorDuringDownloadingNewStatuses
source: Error during downloading new statuses for amount of new statuses.
eu: Errorea egoera berriak deskargatzean, kopurua dela-eta.
pl: Błąd podczas pobierania informacji o nowych statusach.

# global.error.purchaseFailed
source: Purchase failed.
eu: Erosketak huts egin du.
pl: Zakup zakończony niepowodzeniem.

# global.error.refreshTokenFailed
source: Refresh token failed.
eu: Ezin izan da tokena freskatu.
pl: Błąd podczas odświeżania terenu.

# global.title.newAccessTokenRetrieved
source: New access tokens have been retrieved.
eu: Sarbide-token berria berreskuratu da.
pl: Nowe tokeny dostępu zostały pobrane.

# settings.title.avatar
source: Avatar
eu: Abatarra
pl: Awatar

# settings.title.enableReboostOnTimeline
source: Show boosted statuses
eu: Erakutsi bultzatutako egoerak
pl: Wyświetl podbite statusy

# settings.title.enableReboostOnTimelineDescription
source: Boosted statuses will be visible on your home timeline.
eu: Besteek bultzatu dituzten egoerak denbora-lerroan erakutsiko dira.
pl: Podbite statusy będą widoczne na twojej osi czasu.

# settings.title.hideStatusesWithoutAlt
source: Hide statuses without ALT text
eu: Ezkutatu ALT gabeko egoerak
pl: Ukryj statusy bez tekstu ALT

# settings.title.hideStatusesWithoutAltDescription
source: Statuses without ALT text will not be visible on your home timeline.
eu: Deskribapen edo testu alternatiborik ez duten egoerak ez dira denbora-lerroan erakutsiko.
pl: Statusy bez tekstu ALT nie będą wyświetlane na twojej osi czasu.

# settings.title.notifications
source: Notifications
eu: Jakinarazpenak
pl: Powiadomienia

# settings.title.notificationsDescription
source: The application badge with the number of new notifications will be visible near the application icon.
eu: Jakinarazpen berrien kopurua duen ikurra aplikazioaren ikonoaren ondoan egongo da ikusgai.
pl: Licznik z ilością nowych powiadomień będzie wyświetlany obok ikony aplikacji.

# settings.title.notificationsTitle
source: Show application badge
eu: Erakutsi ikurra aplikazioan
pl: Wyświetl ilość powiadomień

# thirdparty.customemoji.description
source: Render Custom Emoji in Text. Supports local and remote emojis. Remote emojis are loadad and cached using Nuke.
eu: Errendatu Emoji pertsonalizatua testuan. Zerbitzari propioko eta besteetako emojiak onartzen ditu. Urruneko emojiak kargatu eta katxean gordetzen dira Nuke erabiliz.
pl: Renderowanie niestandardowych emotikonów w tekście. Obsługuje lokalne i zdalne emotikony. Zdalne emoji są ładowane i buforowane przy użyciu Nuke.

# thirdparty.fleur.description
source: Font used in the application in the icons and in the splash screen.
eu: Aplikazioaren ikonoan eta harrera-pantailan erabiltzen den letra-tipoa.
pl: Czcionka używana w aplikacji w ikonach i na ekranie powitalnym.

# thirdparty.htmlmarkdown.description
source: It's a Swift Package which attempts to convert HTML into Markdown.
eu: HTML Markdown bihurtzen saiatzen den Swift pakete bat da.
pl: Jest to pakiet Swift, który konwertuje HTML na Markdown.

# thirdparty.htmlstring.description
source: HTMLString is a library written in Swift that allows your program to add and remove HTML entities in Strings.
eu: HTMLString Swift-en idatzitako liburutegi bat da, zure programari Strings-en HTML entitateak gehitzeko eta kentzeko aukera ematen diona.
pl: HTMLString to biblioteka napisana w języku Swift, która pozwala programowi dodawać i usuwać encje HTML w napisach.

# thirdparty.lazyimage.description
source: Nuke provides an efficient way to download and display images in your app. It's easy to learn and use. Its architecture enables many powerful features while offering virtually unlimited possibilities for customization.
eu: Nuke-k zure aplikazioan irudiak deskargatzeko eta bistaratzeko modu eraginkorra eskaintzen du. Ikasteko eta erabiltzeko erraza da. Bere arkitekturak ezaugarri indartsu asko ahalbidetzen ditu pertsonalizatzeko aukera ia mugagabeak eskaintzen dituen bitartean.
pl: Nuke zapewnia wydajny sposób pobierania i wyświetlania obrazów w aplikacji. Jest łatwy w nauce i obsłudze. Jego architektura zapewnia wiele zaawansowanych funkcji, oferując jednocześnie praktycznie nieograniczone możliwości dostosowywania.

# thirdparty.notifications.description
source: A µFramework for showing alerts like the one used when copying from pasteboard or connecting Apple pencil.
eu: Pasteboardetik kopiatzerakoan edo Apple pencil konektatzean erabiltzen den bezalako alertak erakusteko µFrameworka.
pl: Framework do wyświetlania alertów, takich jak te używane podczas kopiowania ze schowka lub podłączania ołówka Apple.

# thirdparty.oauth.description
source: Swift based OAuth library for iOS and macOS.
eu: Swift-en oinarritutako OAuth liburutegia iOS eta macOSentzat.
pl: Oparta na języku Swift biblioteka OAuth dla systemów iOS i macOS.

# thirdparty.qrcodes.description
source: A simple QR code image generator to use in your apps, written in Swift 5.
eu: Zure aplikazioetan erabiltzeko QR kode irudi-sorgailu soil bat, Swift 5-en idatzia.
pl: Prosty generator obrazów kodów QR do wykorzystania w aplikacjach, napisany w języku Swift 5.

# userProfile.title.boostedStatusesMuted
source: Boosts muted
eu: Bultzadak ezkutatu dira
pl: Podbicia ukryte

# userProfile.title.disableBoosts
source: Disable boosts
eu: Ezkutatu bultzadak
pl: Ukryj podbicia

# userProfile.title.disabledBoosts
source: Disabled boosts
eu: Ezgaitutako bultzadak
pl: Ukryte podbicia

# userProfile.title.enableBoosts
source: Enable boosts
eu: Ikusi bultzadak
pl: Wyświetl podbicia

# widget.family.notSupported
source: Not supported
eu: Ez da bateragarria
pl: Nieobsługiwane
